/**
 * Created by VB
 */


var book_info = [
    {
        id:1,
        icon:'assets/images/books/book-1.jpg',
        title: "Воно",
        author: "Стівен Кінг",
        cycle:"Деррі",
        type: 'Роман',
        genre: ["Жахи","Фантастика"],
        minAge: '16+',
        status: "Завершено",
        description: "Колись давно семеро підлітків лицем до лиця зіткнулися " +
            "із невимовним Жахом — і змогли перемогти. Але багато років по тому істота," +
            " що не має імені, повертається, щоб помститися… Воно наче випірнуло з нічних кошмарів. " +
            "Воно живиться страхом і ненавистю. Воно причаїлося всюди… " +
            "Старі друзі мусять зустрітися з Ним і знову зазирнути у вічі справжньому жаху…",
        is_new:true,
        is_popular:true,
        location:"<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d721.4679600129049!2d-79.34183946978696!3d43.67163516675464!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89d4cb9669e4667b%3A0xa5e0896c7ac90e29!2sCranfield%20House!5e0!3m2!1suk!2sua!4v1587805618878!5m2!1suk!2sua\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>",
        note: " Я зведу вас з розуму, а потім уб’ю…",
        content:["Глава 1","Глава 2","Глава 3","Глава 4","Глава 5","Глава 6","Глава 7","Глава 8","Глава 9","Глава 10"],
        file:"assets/books/it-stephen-king.fb2"

    },
    {
        id:2,
        icon:'assets/images/books/book-2.jpg',
        title: "Оповідання про Шерлока Холмса",
        author: "Артур Конан Дойл",
        type: 'Роман',
        genre: "Детектив",
        status: "Завершено",
        minAge: '0+',
        description: "Перу видатного англійського письменника, публіциста і " +
            "журналіста сера Артура Конана Дойла (1859—1930) належать історичні, пригодницькі, " +
            "фантастичні романи. Але у світову літературу він увійшов як творець видатного сищика " +
            "Шерлока Холмса, який володіє дедуктивним методом не гірше, ніж смичком своєї улюбленої скрипки." +
            "Холмс — видатна особистість, людина інтелектуальна, прониклива і енергійна. " +
            "Для нього немає безнадійних справ, йому завжди вдається викрити найзаплутаніші й " +
            "найзагадковіші злочини.Геніальному детективові та його другові доктору Ватсону Дойл " +
            "присвятив понад півсотні творів. До книжки увійшли кілька кращих оповідань.",
        is_popular:true,
        location:"<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d2482.2905627170126!2d-0.13909638422934162!3d51.52623027963815!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x48761b263987dec3%3A0x9080f2713333fe19!2zMTg3IE4gR293ZXIgU3QsIExvbmRvbiBOVzEgMk5KLCDQktC10LvQuNC60L7QsdGA0LjRgtCw0L3RltGP!5e0!3m2!1suk!2sua!4v1587805315863!5m2!1suk!2sua\" width=\"400\" height=\"300\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>",
        file:"assets/books/sherlock-holms.fb2"
    },
    {
        id:3,
        icon:'assets/images/books/book-3.jpg',
        title: "Пурпурові вітрила",
        author: "Олександр Грін",
        type: 'Роман',
        genre: "Любовний роман",
        status: "Завершено",
        minAge: '12+',
        description: "Повість-феєрія \"Пурпурові вітрила\" — це зворушлива і романтична казка, " +
            "що підносить силу любові й людського духу, справжня поема про диво, яке творить " +
            "людина своїми руками. В основу роману \"Та, що біжить по хвилях\" покладено романтику моря, " +
            "загадкові історії кораблів, таємничі матроські легенди. Головний герой твору шукає свій ідеал " +
            "і свою мрію і віднаходить справжні скарби духовного життя.\n" +
            "Для дітей середнього і старшого шкільного віку.",
        file:"assets/books/Purpurovi-vitryla.fb2"
    },
    {
        id:4,
        icon:'assets/images/books/book-4.jpg',
        title: "Професія: відьма",
        author: "Ольга Громико",
        type: 'Роман',
        genre: ["Фентезі","Любовний роман"],
        status: "У процесі",
        minAge: '16+',
        description: "Уявіть, що ви - правитель невеликого держави, в якому близько двох тисяч жителів. " +
            "На вас дивляться якщо не як на живе божество, то по , принаймні, як на останню надію всього свого роду. " +
            "Ваше слово для них закон в першій і останній інстанції. Уявили? Ідилію псує тільки якесь чудо-юдо, " +
            "яке ніхто не може зловити, і яке дуже непогано чаклує і харчується як вашими підданими, " +
            "так і заїжджими чаклунами. А яка ж буде ваша реакція, коли на запит про допомогу кваліфікованого мага, " +
            "чарівники, немов у насмішку, надсилають молоду і недосвідчену дівчину? " +
            "Вірно - просто розслабитися і отримувати задоволення. Вже з нею-то ви точно не нудьгуватимете...",
        file:"assets/books/profesiya-vidma.fb2"
    },
    {
        id:5,
        icon:'assets/images/books/book-5.jpg',
        title: "Майстер і Маргарита",
        author: "Михайло Булгаков",
        type: 'Роман',
        genre: ["ХХ століття","Фантастика"],
        status: "Завершено",
        minAge: '16+',
        description: "Роман «Майстер і Марґарита» Михайло Булгаков почав писати 1928 чи 1929 року. " +
            "Серед дійових осіб у першій редакції не було ані Майстра, ані Марґарити. " +
            "На початку 1930 року Булгаков свій незакінчений роман спалив. " +
            "Восени 1932-го письменник повертається до роботи над головним твором свого життя. " +
            "Авторська правка роману триває з перервами до останніх днів. " +
            "Роман став класикою світової літератури, витримав багатомільйонні тиражі у нас і за кордоном. " +
            "Його перекладено багатьма мовами Європи, Америки, Азії, неодноразово інсценовано і екранізовано. " +
            "На його сюжет створено музичні твори, опери і балети. Тріумфальна хода безсмертної сатиричної  " +
            "фантасмагорії-феєрії з геніальною вставною новелою про Христа і Пілата продовжується!",
        file:"assets/books/maister-i-margarita.fb2"
    },
    {
        id:6,
        icon:'assets/images/books/book-6.jpg',
        title: "Ловець у житі",
        author: "Джером Девід Селінджер",
        type: 'Роман',
        genre: "ХХ століття",
        status: "Завершено",
        minAge: '16+',
        description: "Хто він, Голден Колфілд? Бунтар? Ні. Філософ, який дав світові якесь нове вчення? Ні. Супермен, " +
            "який урятував людство від страшенної небезпеки? Ні. Він просто 17-річний хлопчина, який утік зі школи. " +
            "Він бачить світ та суспільство такими, якими вони є насправді. І тому з тих пір, коли вперше був " +
            "опублікований роман Джерома Д. Селінджера «Ловець у житі», Голден Колфілд є героєм для багатьох поколінь " +
            "молоді, яка не хоче жити в рамках, що ставлять дорослі.",
        file:"assets/books/catcher-in-the-rye.fb2"
    },
    {
        id:7,
        icon:'assets/images/books/book-7.jpg',
        title: "Академія проклять",
        author: "Елена Звездная",
        type: 'Роман',
        genre: ["Фентезі","Фантастика","Любовний роман"],
        status: "Заморожено",
        minAge: '16+',
        description: "Ніколи не проклинайте власного директора прокляттям невідомого вам властивості, та ще й " +
            "десятого рівня! Ніколи! Особливо якщо ви проста адептка Академії прокльонів, а він наймогутніший лорд " +
            "Темної імперії! Адже зробивши подібну дурість, ви можете запустити цілий ланцюг дивних подій ... " +
            "Наприклад, проклятий вами лорд Ріан Т'єр раптово почне вас переслідувати, надаючи недвозначні знаки " +
            "уваги, смертельні прокляття одне за іншим як з рогу достатку посиплються на нещасних жителів Ардама, а " +
            "в Прикордоння з'явиться серійний вбивця, що вибирає в жертви дівчат, так схожих на вас. І якщо від вбивці " +
            "теоретично втекти можна, то шансів піти від магістра Тьєра - жодного!\n" +
            "Адже темні лорди завжди домагаються свого ...",
        file:"assets/books/akademiia-prokliatii-knigi.fb2"
    },
    {
        id:8,
        icon:'assets/images/books/book-8.jpg',
        title: "Вірні вороги",
        author: "Ольга Громико",
        type: 'Роман',
        genre: ["Фентезі","Фантастика","Любовний роман"],
        status: "Заморожено",
        minAge: '16+',
        description: "Це - казка, розказана зимової ночі. Веселе і сумне оповідання про ворожнечу і дружбу, магії і " +
            "кмітливості, шляхетність і зраду, любов і ненависть, між якими один крок по глибокому снігу. Це - шматочок " +
            "белорской історії, який не потрапив в літопис, але оспіваний в легендах. А що в ній брехня і що правда - " +
            "нехай залишиться на совісті автора ...",
        file:"assets/books/virni-vorohy.fb2"
    },
    {
        id:9,
        icon:'assets/images/books/book-9.jpg',
        title: "Володар перснів",
        author: "Джон Роналд Руел Толкін",
        type: 'Роман',
        genre: ["Фентезі","Фантастика"],
        status: "Завершено",
        minAge: '12+',
        description: "«Володаря Перстенів» не можна описати кількома словами. Величний твір Дж. Р. Р. Толкіна " +
            "має в собі щось від героїчної романтики і класичної наукової фантастики. Але таке означення все ж не " +
            "передає сучасному читачеві всі особливості книги, весь спектр її значень. Почергово то комічна й домашня, " +
            "то епічна, а подекуди навіть страхітлива оповідь переходить через нескінченні зміни сцен і характерів у" +
            " цьому фантастичному світі, кожен елемент якого виглядає цілком реалістично. Толкін створив нову " +
            "міфологію вигаданого світу — світу із власним часом і простором.",
        file:"assets/books/Volodar_Persniv_1.fb2"
    },
    {
        id:10,
        icon:'assets/images/books/book-10.jpg',
        title: "Адвокат диявола",
        author: "Ендрю Нейдерман",
        type: 'Роман',
        genre: ["Жахи","Фантастика"],
        status: "Завершено",
        minAge: '12+',
        description: "Я пропоную тобі те, про що ти так давно мріяв. Те, що личить твоїм амбіціям. " +
            "Посада у престижній адвокатській конторі, солідна зарплатня, елітні апартаменти в Нью-Йорку та " +
            "величезні можливості. Що я хочу натомість? Виконуй свою роботу. Добре виконуй. І не став запитань. " +
            "Виправдовуй тих, кого виправдати неможливо: убивць, ґвалтівників, покидьків, маніяків, психів та збоченців. " +
            "Відпускай гріхи найзапеклішим грішникам. Порушуй закони моралі та сумління. Виправдовуй винних. " +
            "Вважаєш, що я зло в людській подобі? Можливо. Але ти - мій співучасник. І всі брудні справи робляться " +
            "твоїми руками. Бо відтепер ти — адвокат диявола…",
        file:"assets/books/advokat-dyavola.fb2"
    },
    {
        id:11,
        icon:'assets/images/books/book-11.jpg',
        title: "Мовчання ягнят",
        author: "Томас Гарріс",
        type: 'Роман',
        genre: ["Жахи","Детектив"],
        status: "Завершено",
        minAge: '12+',
        description: "У пошуках серійного вбивці, який знімає шкіру зі своїх жертв, ФБР звертається за допомогою " +
            "до відомого злочинця — Ганнібала Лектера, що перебуває в ізоляторі психлікарні. Він погоджується взяти " +
            "участь у пошуках убивці, але за однієї умови — він хоче грати. Два маніяки, дві сповіді. Проте, щоб " +
            "дізнатися реальну історію вбивств та врятувати останню жертву, декому потрібно розповісти досить " +
            "пікантні подробиці власного життя. Дозвольте вбивці сповідатися у скоєних злочинах…",
        location:"<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d41574.82163115601!2d-80.01219368720675!3d40.43140655977296!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x8834f16f48068503%3A0x8df915a15aa21b34!2z0J_RltGC0YLRgdCx0YPRgNKRLCDQn9C10L3RgdGW0LvRjNCy0LDQvdGW0Y8sINCh0L_QvtC70YPRh9C10L3RliDQqNGC0LDRgtC4INCQ0LzQtdGA0LjQutC4!5e0!3m2!1suk!2sua!4v1587807694817!5m2!1suk!2sua\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>",
        file:"assets/books/movchannia-yagniat.fb2"
    },
    
    
    
    
    {
        id:10,
        icon:'assets/images/books/book-10.jpg',
        title: "Аутсайдер",
        author: "Стівен Кінг",
        cycle:"Деррі",
        type: 'Роман',
        genre: ["Жахи","Фантастика"],
        minAge: '18+',
        status: "Завершено",
        description: "Тренер молодіжної бейсбольної команди, викладач англійської, чоловік та батько двох доньок." + 
        "Усе це про Террі. Так, про таких кажуть «класний чувак», з таким усі хочуть дружити і такому не бояться позичити грошей." + 
        "Так, Террі крутий. А ще — убивця. Це ж він вчинив ту моторошну наругу над нещасним одинадцятирічним хлопчиком? Так, він." + 
        "Хто б міг подумати, Террі, хто б міг подумати… Поліція має усі докази. А Террі — залізобетонне алібі: на момент убивства він перебував у іншому місті." +
        "Та як людина може бути у двох місцях одночасно ? ",
        is_new:true,
        is_popular:true,
        location:"<iframe src=\"https://www.google.com/maps/embed?pb=!1m18!1m12!1m3!1d721.4679600129049!2d-79.34183946978696!3d43.67163516675464!2m3!1f0!2f0!3f0!3m2!1i1024!2i768!4f13.1!3m3!1m2!1s0x89d4cb9669e4667b%3A0xa5e0896c7ac90e29!2sCranfield%20House!5e0!3m2!1suk!2sua!4v1587805618878!5m2!1suk!2sua\" width=\"600\" height=\"450\" frameborder=\"0\" style=\"border:0;\" allowfullscreen=\"\" aria-hidden=\"false\" tabindex=\"0\"></iframe>",
        note: " Book ",
        content:["Глава 1","Глава 2","Глава 3","Глава 4","Глава 5","Глава 6","Глава 7","Глава 8","Глава 9","Глава 10"],
        file:"assets/books/Autsayder.fb2"

    },
];

module.exports = book_info;
